Repository: mariobrosch/zm-ajax-login-register
Catalog: languages/ajax_login_register-*.po
Languages: nl_nl

source: Type the class name or ID of the element you want to launch the dialog box when clicked, example
nl_nl: Voer de classname of ID in van het element waarbij je wilt dat het dialoogvenster opent als er op geklikt wordt, bijvoorbeeld

source: Additional Styling
nl_nl: Extra stijlen

source: Type your custom CSS styles that are applied to the dialog boxes.
nl_nl: Custom CSS stijlen voor dialoog venster

source: Redirect After Login URL
nl_nl: Redirect na inloggen URL

source: Enter the URL or slug you want users redirected to after login, example:
nl_nl: De redirect-URL na het inloggen, bijvoorbeeld:

source: Form Layout
nl_nl: Formulier weergave

source: This is the URL you have set in your Facebook Developer App Settings
nl_nl: Dit is de URL die opgegeven is in de Facebook Developer App Settings

source: This is the App ID as seen in your Facebook Developer App Dashboard
nl_nl: Facebook App ID zoals te vinden in Facebook Developer App Dashboard

source: Enable Facebook Login
nl_nl: Inschakelen Facebook login

source: By disabling this, your Facebook settings will still be saved.
nl_nl: Door dit uit te schakelen blijven Facebook instellingen bewaard, maar zijn niet meer actief.

source: Disable "keep me logged in"
nl_nl: Uitschakelen "Onthoud mij"

source: Use this option to disable the check box shown to keep users logged in.
nl_nl: Gebruikers niet de mogelijkheid geven ingelogd blijven voor volgend bezoek

source: Invalid username
nl_nl: Ongeldige gebruikersnaam

source: Invalid
nl_nl: Ongeldig

source: Passwords do not match.
nl_nl: Wachtwoorden komen niet overeen

source: Invalid Email
nl_nl: Ongeldig emailadres

source: Success! One moment while we log you in...
nl_nl: Voltooid! Bezig met inloggen...

source: General Settings
nl_nl: Algemene instellingen

source: Pro Version
nl_nl: Pro versie

source: Thanks for installing zM AJAX Login & Register, be sure to check out the features in the
nl_nl: Bedankt voor het installeren van zM AJAX Login & Register, bekijk de mogelijkheden in de

source: Logout
nl_nl: Uitloggen

source: Close
nl_nl: Sluiten

source: Login
nl_nl: Inloggen

source: Loading...
nl_nl: Laden...

source: You are already logged in
nl_nl: Je bent al ingelogd

source: User Name
nl_nl: Gebruikersnaam

source: Password
nl_nl: Wachtwoord

source: Are you a member?
nl_nl: Ben je geregistreerd?

source: Keep me logged in
nl_nl: Onthoud mij

source: Forgot Password
nl_nl: Wachtwoord vergeten

source: Register
nl_nl: Registreren

source: You are already registered
nl_nl: Je bent al geregistreerd

source: Confirm Password
nl_nl: Bevestig wachtwoord

source: Already registered?
nl_nl: Al geregistreerd?

source: Registration is currently closed.
nl_nl: Registratie is op dit moment niet mogelijk.

source: AJAX Login &amp; Register Settings
nl_nl: AJAX Login &amp; Register Instellingen

source: Usage
nl_nl: Gebruik

source: <p>To create a login page using shortcode; add the following shortcode <code>ajax_login</code> for the login page or <code>ajax_register</code> for the registration page to any Page or Post.</p><p>To create a login or registration dialog box do the following; create a menu item, assign a custom class name, then add that custom class name to the field: <em>Login Handle</em> for login or <em>Register Handle</em> for the registration page found in the settings below.</p><p><em>Note your theme must support custom menus</em></p><p><em>Note your site will need to be open to registration</em></p>
nl_nl: <p>Om een inlog- of registratiepagina te making met een shortcode, gebruik je shortcode <code>ajax_login</code> voor de inlogpagina en <code>ajax_register</code> voor de registratiepagina in elke willekeurig bericht of pagina.</p><p>Voor het aanmaken van een dialoogvenster voor het inloggen of registreren ga je als volgt te werk. Maak een menu-item aan. Voeg een custom classname toe aan het menu-item. Voeg de classname toe aan de plugininstellingen toe voor respectievelijk het registratie- en login-veld.</p><p>NB: Je gebruikte thema moet custom menus en custom classnames ondersteunen en je website moet open staan voor registratie.</p>

source: Facebook Settings
nl_nl: Facebook instellingen

source: <p>Once you have created your Facebook App, go to your Facebook Developer App Settings and add your site URL(s) to the App Domains field. Then, copy your App ID and paste into your App ID field in the zM AJAX Login & Register Facebook settings.</p><p>In order to use Facebook login you will need to Create a Facebook App, by visiting <a href="https://developers.facebook.com/" target="_blank">Facebook Developers</a>. Once you have created your Facebook App you are now ready to enter your "site URL" as seen in Facebook Developer App Settings and your App ID.</p><p>For detailed instructions visit the <a href="http://zanematthew.com/ajax-login-register-help-videos/" target="_blank">How To add Facebook Settings to AJAX Login &amp; Register</a>, feel free to contact us via our <a href="http://support.zanematthew.com/forum/zm-ajax-login-register/" target="_blank">Support Forum</a> if you need additional help.</p>
nl_nl: <p>Als je je Facebook App heb aangemaakt, ga je naar Facebook Developer App settings en voeg je je website URL(s) toe aan de App Domain veldlijst. Vervolgens kopieer je je App ID en plak je deze in het App ID veld in de zM AJAX Login & Register Facebook settings</p><p>Om Facebook login te gebruiken moet je een Facebook App aanmaken, bezoek hiervoor <a href="https://developers.facebook.com/" target="_blank">Facebook Developers</a>. Als je je Facebook App hebt aangemaakt ben je klaar om je site URL en App ID in te vullen in de Facebook settings van de plugin.</p></p>Voor gedetailleerde instructies bekijk onze video <a href="http://zanematthew.com/ajax-login-register-help-videos/" target="_blank">How To add Facebook Settings to AJAX Login &amp; Register</a>, voel je vrij om contact me ons op te nemen (engels) via ons <a href="http://support.zanematthew.com/forum/zm-ajax-login-register/" target="_blank">Support Forum</a> als je meer hulp nodig hebt.</p>

source: Advanced Usage
nl_nl: Geavanceerd gebruik

source: Upgrade to the Pro version
nl_nl: Upgrade naar de Pro versie

source: Remove these ads?
nl_nl: Verwijder advertenties?

source: Remove this ad, upgrade to Pro
nl_nl: Verwijder deze advertentie, upgrade naar Pro

source: Upgrade to Login &amp; Register Pro
nl_nl: Upgrade voor Login en register Pro
